const japanese = {
  translation: {
    "?": "？",
    "yes": "はい",
    "no": "いいえ",

    "default": "デフォルト",
    "member":"メンバー",
    "commentator":"コメンテーター",
    "event":"イベント",
    "goal":"ゴール",
    "card":"カード",
    "deck":"デッキ",

    "error page":{
      "title":"ページが見つかりません！",
      "description": "申し訳ありませんが、お探しのページが見つかりませんでした。",
      "link": "メインページへ戻る",
    },

    "navbar":{
      "home":"ホーム",
      "how to play": "ゲームの遊び方",
      "photos":"ギャラリー",
      "contact us":"お問い合わせ",
      "card designer":"デッキエディター",
      "play online":"オンラインプレイ",
      "questions":"お問い合わせはこちらへどうぞ",
    },

    "main page":{
      "subtitle": "大人気動画配信サービスで大ヒットした、日本のリアリティ番組のストーリーをベースにしたカードゲーム。",
      "player count": "２〜６+ 人用",
      "play time": "プレイ時間 １０~３０+ 分",
    },

    "email form":{
      "prompt": "メルマガ登録で最新ニュースが届く！",
      "button": "登録",
      "sending": "転送中...",
    },

    "about page":{
      "main page":{
        "how to play": "ゲームの遊び方",
        "description": "「シェアホーム」は様々な遊び方で楽しめる、とても柔軟なパーティーゲームです。自分の好みとプレイスタイルに合わせてルールを作って遊んでみましょう！",
        "and many more": "...などなど！",
        "how will you play": "「シェアホーム」のユニークな遊び方を見つけ出しましょう！",
      },

      "repeat":{
        "1": "再び",
        "2": "STEP 1",
        "3": "から繰り返して行く",
      },

      "step1":"Step 1",
      "step2":"Step 2",
      "step3":"Step 3",
      "step4":"Step 4",

      "roleplay":{
        "name": "ロールプレイ",
        "description": "見ず知らず男女６人が共同生活する様子をただただ記録したロールプレイゲーム。",
        "player count": "６+ 人用",
        "play time": "プレイ時間 ~２５分",

        "setup":{
          "title": "ゲームのセットアップ",
          "description": "とりあえずゲームのルールを見せて！",
          "step1 1": "共同生活をする６人のハウスメンバーを決める。残ったプレイヤー達はコメンテーターとして遊ぶ。",
          "step1 2": "人数が足りない場合は、ハウスメンバーのプレイヤーもコメテーターとして同時に遊ぶことができます。",
          "step2m": "Step 2 - ハウスメンバー",
          "step2m 1": "ハウスメンバーのプレイヤー１人につき、ランダムなメンバーカードとゴールカードを各１枚と２つのシグナルチップをもらう。",
          "step2m 2": "ハウスメンバーの目的は２つ、自分のゴールカードの条件をクリアさせるか、恋を見つけて家から卒業するか。",
          "step2m 3": "皆に見えるようにメンバーカードを仰向けに手前に置く。",
          "step2m 4": "よりうまい演技をした方がより楽しくになります。",
          "step2c": "Step 2 - コメンテーター",
          "step2c 1": "コメンテーターのプレイヤー１人につき、ランダムなコメンテーターカード１枚と１つのシグナルチップをもらう。",
          "step2c 2": "コメンテーターの目的はハウスメンバー達の行動やハプニングを分析して面白くツッコむこと。",
          "step2c 3": "いつでもツッコんでもいいです。",
          "step2c 4": "より沢山ツッコめば、より楽しいゲームになります。",
          "description2": "おっけい！ゲームのルールを見せて！",
        },

        "rules":{
          "title": "ゲームのルール",
          "description": "ゲームのセットアップを見る",
          "step1": "Step 1 - 紹介ラウンド",
          "step1 1": "新しいハウスメンバーの全員が自己紹介をする。",
          "step1 2": "ハウスメンバーは自分のシグナルチップをこっそり好きな（または嫌いな）メンバーに向かせる。自分に向かせるのも可能です。",
          "step1 3": "誰にも見えないようにシグナルチップをメンバーカードで隠す。",
          "step2": "Step 2 - コメンテーターラウンド",
          "step2 1": "コメンテーターはメンバーに対しての意見を語り合う。",
          "step2 2": "そして、どのメンバーが誰を好きか（または嫌いか）を推測し、シグナルチップで示す。",
          "step2 3": "示す時はメンバー二人の間にシグナルチップを置いて示す。",
          "step3": "Step 3 - イベントラウンド",
          "step3span":"（好き）",
          "step3 1": "コメンテーターの「好き」側のシグナルチップの回数が一番高いメンバーがSNSで話題になっている！",
          "step3 2": "選ばれたメンバーはイベントカードの山札から１枚をとって、イベントの参加者を好きに選ぶ。",
          "step3 3": "もちろん自分自身も参加可能です。",
          "step4": "Step 4 - イベントラウンド",
          "step4span":"（嫌い）",
          "step4 1": "コメンテーターの「嫌い」側のシグナルチップの回数が一番高いメンバーもSNSで話題になっている！",
          "step4 2": "選ばれたメンバーはイベントカードの山札から１枚をとって、イベントの参加者を好きに選ぶ。",
          "step4 3": "もちろん自分自身も参加可能です。",
          "step5": "Step 5 - 発表ラウンド",
          "step5 1": "ハウスメンバー全員が家に帰ってくつろいでいる。イベントカードと関係なく、どのメンバーも他のメンバーをデートに誘ってもいいです。",
          "step5 2": "全てのハウスメンバーが自分のシグナルチップを見せる。「好き・嫌い」を正しく当てたコメンテーターは１ポイントをもらう。コメンテーターの予測と関連するメンバー２人も１ポイントずつもらう。",
          "step5 3": "時間制限はありません。自分のタイミングで遊びましょう！より多くのポイントを集めたプレイヤーが勝利します。",
          "step6": "卒業について",
          "step6 1": "自分のゴールカードを達成したメンバーは「STEP 5」で卒業を発表し、１ポイントをもらうことが出来る。",
          "step6 2": "お互い好きなメンバー２人はカップルとして「STEP 5」で卒業を発表し、１ポイントずつもらうことが出来る。",
          "step6 3": "卒業したメンバーは最低ポイントを持つコメンテーターのプレイヤーと入れ替えられる。そのプレイヤーはランダムなメンバーカードを１枚選び、入居する。",
        },
      },

      "guess who":{
        "name": "だ〜れだ？",
        "description": "「イエス」か「ノー」でしか答えない質問だけで自分が持っている隠しメンバーカードが誰なのか当てるゲーム。",
        "player count": "２+ 人用",
        "play time": "プレイ時間 ~１０分",

        "step1 1": "全てのプレイヤーに１枚のメンバーカードを配る。カードは自分だけに隠したままで、他のプレイヤーに向けて見せる。",
        "step2 1": "プレイヤー１人ずつ回して、「イエス」か「ノー」でしか答えない質問をする。他のプレイヤーはその質問に答える。",
        "step3 1": "自分のメンバーカードを当てたプレイヤーが１ポイントをもらう。より多くのポイントを集めたプレイヤーが勝利する。",
      },

      "taboo":{
        "name": "言っちゃいけない！",
        "description": "チームに分けて、言っちゃいけないタブーの内容を言わずに、自分のチームがより多くのメンバーカードを当てるゲーム。",
        "player count": "４+ 人用",
        "play time": "プレイ時間 ~１０分",

        "step1 1": "チームに分けて、１人の代表を選ぶ。",
        "step2 1": "ジャンケンでチームの順番を決める。勝ったチームの代表が全てのメンバーカードを持って、１分のターンを行う。",
        "step3 1": "下のタブーの内容を言わず、代表が自分のチームメンバーにより多くのメンバーカードを当ててもらう。",
        "step3 li1": "名前",
        "step3 li2": "性別",
        "step3 li3": "年齢",
        "step3 li4": "職業",
        "step3 li5": "履歴",
        "step3 li6": "見た目",
        "step3 li7": "などなど（他にもご自由に追加内容を決めてみましょう）",
        "step4 1": "より多くのメンバーカードを当てたチームが勝利する！",
      },

      "charades":{
        "name": "ジェスチャー",
        "description": "ランダムなイベントカード１枚をとる。とったイベントカードを読んで参加者の中からイベントに合いそうなプレイヤーを選ぶ。",
        "player count": "４+ 人用",
        "play time": "プレイ時間 ~１０分",

        "step1 1": "ランダムなイベントカード１枚をとる。とったイベントカードに合う好きな参加者のプレイヤーを選ぶ。",
        "step2 1": "選ばれたプレイヤー達はランダムなメンバーカードを１枚ずつもらう。その後、もらったメンバーカードの人物になりすまし、イベントカードに書かれた内容通りシーンを演技する。",
        "step3 1": "一番最初にどのメンバーなのか正しく当てたプレイヤーが１ポイントをもらう。より多くのポイントを集めたプレイヤーが勝利する。",
      },

    },

    "photos page":{
      "warning red": "（注意）",
      "warning": "完成品は以下のイメージと異なる場合があります。ご了承くださいませ。",
      "base": {
        "title": "メインゲーム",
        "description": "基本のカードとポイントやシグナルチップを含めたゲーム。",
      },
      "expansion": {
        "title": "拡張版セット",
        "description": "メインゲームにはない他のシリーズを含めたスペシャル拡張版セット。",
      },
      "shonan": "湘南セット",
      "hawaii": "ハワイセット",
      "tokyo city": "東京シティセット",
      "karuizawa": "軽井沢セット",
      "tokyo 2020": "東京２０２０セット",
    },

    "contact page":{
      "title": "お問い合わせ",
      "email": "メールアドレス ",
      "description 1": "「シェアホーム」は ",
      "description 2": " に創作されており、動画配信サービス会社の番組とは関係ありません。",
      "description 3": "ご興味をもっていただきありがとうございます！何か質問などあればぜひ気軽にご相談ください。",
      "description 4": "どうぞよろしくお願い致します！",
      "made by": "創作者",
    },

    "designer page":{

      "selector":{
        "my sharehome": "MY「シェアホーム」デッキ",
        "prompt": "デッキをクリックしたら編集できます。",
        "make a new deck": "＋追加デッキ",
        "select prompt": "編集したいデッキをクリックしてください",
        "selected prompt": "つ選択中",
        "card": "枚のカード",
        "cards": "枚のカード",
        "deck": "デッキ",
        "decks": "デッキ",
        "delete prompt1": "選択した",
        "delete prompt2": "を削除します。よろしいですか?",
        "download prompt1": "選択した",
        "download prompt2": "をダウンロードします。よろしいですか？",
        "copy prompt1": "選択した",
        "copy prompt2": "をコピーします。よろしいですか？",
        "import": "デッキをインポートする",
        "export": "デッキをエクスポートする",
      },

      "manager":{
        "title":"自分のカードデザインを作る！",
        "description1":"カスタムでカードデッキを作って、周りの友達と遊んでみましょう。",
        "description2":"ゲームの内容とカードの詳細はこちら",
        "description3":"「ゲームの遊び方」",
        "description4":"ページからどうぞご確認ください。",
      },

      "creator":{
        "prompt": "作りたいカードデッキの種類を選んで下さい。",
        "decks":{
          "member": "友達や家族のカスタムカードを作ってハウスメンバーとして遊んでみる！",
          "commentator": "友達や家族のカスタムカードを作ってコメンテーターとして遊んでみる！",
          "event": "自分自身のネタをテーマにしたイベントカードを作ってみる！",
          "goal": "自分の目的や夢をテーマにしうたゴールカードを作ってみる！",
        }
      },

      "editor":{
        "title": "デッキエディター",
        "description": "カード内のテキストをクリックして情報を編集できます。「背景イメージ変更」ボタンをクリック・ドラックして背景のイメージも変えられます。",

        "buttons":{
          "change image": "背景イメージ変更",
          "duplicate": "カードのコピー",
          "delete": "カードの削除",
          "delete prompt": "カードを削除します。よろしいですか？",
        },

        "sidebar":{
          "tools": "ツール",
          "deck name": "デッキ名",
          "deck name placeholder": "デッキの名前を入力してください",
          "deck description": "デッキ内容",
          "deck description placeholder": "デッキの内容を入力してください",
          "download": "カードダウンロード (PDF)",
          "download prompt": "全てのカードをダウンロードします。よろしいですか？",
          "reset": "全てのカードをリセット",
          "reset prompt": "全てのカードをリセットします。よろしいですか？",
          "add": "カードの追加",
          "editing": "編集中",
        }

      }
    },
  }
}

export default japanese;
